class BeingLowAsDirt
{
    // Need 5 tab indent to work for some reason
    // TODO: Fix
    public static string TimedLyricsText { get; } = @"
                [00:00.500]ごめんなさい ごめんなさい
                [00:02.520]その一言すら脳裏には無くて
                [00:04.880]消えてよ 消えてよ
                [00:07.060]今すぐにそこから去ってしまってよ
                [00:09.120]何時だって私だけの特権だと
                [00:12.240]疑ったこと無いから
                [00:14.800]泥の分際で私だけの大切を奪おうだなんて
                [00:19.800]だって地面の上這って
                [00:21.720]見上げることしか能がないくせに
                [00:24.360]この翼の美しさにはかなわないのだから
                [00:29.300]何も恐れてないのよ
                [00:31.620]何も恐れてないのに
                [00:33.540]痛い　痛い　痛い　痛いのよ
                [00:37.120]気のせいだ　気のせいだ　気のせいだ
                [00:43.800]あぁ無口になって目も合わせなくなって
                [00:47.700]それで気づいてよって鈍感な貴方に酔って
                [00:51.900]距離をとることだって逆に甘えてみたって
                [00:56.160]全然伝わることなくて絶対嫌われたくはないの
                [01:00.960]強く 酷く 期待して
                [01:03.440]想えば想うほどに荒立って
                [01:05.720]そうだ全部彼奴のせいだって
                [01:09.160]泥の分際で私だけの大切を奪おうだなんて
                [01:14.240]だって期限付きの生を有り難がるしか能がないくせに
                [01:18.720]この翼は永遠の先まで果てること無いから
                [01:23.740]何も恐れてないのよ
                [01:25.900]何も恐れてないのに
                [01:28.120]痛い　痛い　痛い　痛いのよ
                [01:31.580]気のせいだ　気のせいだ　気のせいだ
                [02:00.280]強く 甘く 期待して
                [02:03.200]笑えば笑うほどに苛立って
                [02:05.520]そうだ全部彼奴のせいだって
                [02:11.840]ごめんなさい　ごめんなさい
                [02:13.880]その一言すら脳裏には無くて
                [02:16.100]消えてよ　消えてよ
                [02:18.180]今すぐにそこから去ってしまってよ
                [02:20.500]何時だって私だけの特権だと
                [02:23.580]疑ったこと無いから
                [02:26.000]泥の
                [02:27.180]泥の分際で私だけの大切を奪おうだなんて
                [02:31.940]だって地面の上這って
                [02:34.100]汚らわしいのに可愛いがんないでよ
                [02:36.760]見て 私を あなたが褒めてくれたこの翼を
                [02:41.020]奇麗でしょ
                [02:42.140]泥の分際が選ばれて 私が追放だなんて
                [02:47.140]絶対に貴方のせいよ
                [02:49.100]何かの間違いなんだこんなのはね
                [02:51.580]「ごめんなさい」すらも
                [02:53.440]届かないほどの速さで堕ちてく
                [02:56.720]本当に愛してる
                [02:58.720]私だけの貴方を
                [03:00.820]未練 未練 未練 未練しか
                [03:03.800]残らないこんな結末を
                [03:06.660]反逆者として背負っていくんだね";
}