
class ItsRainingAfterAll
{
    // Need 5 tab indent to work for some reason
    // TODO: Fix
    public static string TimedLyricsText { get; } = @"
                [00:00.860]平行線から遠のいて
                [00:02.480]ほら天気予報も当たんなくて
                [00:04.520]こんなぐずった空に舞って
                [00:06.120]僕の声ばっか恥ずかしいね
                [00:08.060]放課のチャイムが鳴ったって
                [00:09.820]君の横顔で聴こえなくて
                [00:11.600]もう 優等生には出来ない事なんだ
                [00:13.860]「やっぱり雨は降るんだね」☔️
                作詞作曲/編曲/Guitar/Mix&Mastering：ぷす
                illustration：おむたつ　Movie：AzyuN
                Vocal：礼衣
                [00:15.780]声に出すのは簡単で
                [00:17.180]でも伝えるのは難しくて
                [00:19.180]本当だって分かんないの？
                [00:20.860]そりゃ天気予報も当たんないね
                [00:22.860]身長だって覚えないし
                [00:24.580]下の名前では呼んでくれないんだ
                [00:26.680]そんな恋は雲のようで
                [00:29.020]広がって またくっついたりもして
                [00:32.180]そっと差し出してくれた
                [00:35.760]君の変なセンス全開の傘の中も悪くは無いなって
                [00:39.640]もう思う事さえ出来なくなったって
                [00:44.740]だれのせいよ
                [00:46.360]だけど
                [00:47.040]やっぱり雨は降るんだね
                [00:50.160]とっくに打たれ慣れたって
                [00:51.560]強がりさえ
                [00:53.320]届かないんだって
                [00:54.980]分かってるんだよ そんなの全部
                [00:57.540]今すぐ流れてしまうように
                [01:00.680]祈るだけ
                [01:01.860]やっぱり雨は降るんだね
                [01:05.100]そうだ 君の声なんて掻き消して
                [01:07.320]このままずぶ濡れ
                [01:09.680]お日様が愛おしくて
                [01:12.500]またね またねって笑うように
                [01:15.180]しゃがみ込んでしまった
                [01:16.740](間奏)
                [01:20.440]作詞作曲/編曲/Guitar/Mix&Mastering：ぷす
                [01:24.040]illustration：おむたつ
                [01:25.920]Movie：AzyuN
                [01:28.100]Vocal：礼衣
                [01:31.360]今日の天気は晴れだって？
                [01:32.940]疑って待って傘を持った
                [01:35.020]トートバッグ リュックサック
                [01:36.600]ほら荷物がもう煩わしいね
                [01:38.840]結局ずっと変わらないなら
                [01:40.340]頭がいっぱいなんて馬鹿みたいじゃん
                [01:42.500]そんな恋は空のようで
                [01:44.860]澄み切って 虹は架からなくて
                [01:48.020]そっと差し出してくれた
                [01:51.300]君の熱心で真剣な所が刻まれた消しゴム握って
                [01:55.500]もうときめく事 出来なくなったって
                [02:00.400]だれのせいよ
                [02:02.080]だけど
                [02:02.800]やっぱり雨は降るんだね
                [02:05.880]とっくに分かり切ってんだ悔しいけど
                [02:08.960]認めたくないって
                [02:10.619]決まってるんだよ こんなの全部
                [02:13.260]今すぐ溺れてしまえばいい
                [02:16.360]思うだけ
                [02:17.620]やっぱり雨は降るんだね
                [02:20.620]ずっと君の笑った顔だった
                [02:22.620]あの紫陽花(あじさい)とずぶ濡れ
                [02:25.720]夜空が奪い去って
                [02:28.000]嫌だ 嫌だって止まるように
                [02:30.920]憂(うれ)えてしまった
                [02:32.300](間奏)
                [02:34.180](ツユ1stフルアルバム　2月19日発売)
                [02:36.000](アニメイト購入特典：アコースティックアレンジCD)
                [02:37.920](タワーレコード購入特典：クリアファイル)
                [02:39.820](間奏)
                [02:46.380]だけど
                [02:47.000]やっぱり雨は降るんだね
                [02:50.200]とうに枯れてしまったってまだ梅雨だよ
                [02:55.200]後から想ったって
                [02:57.640]君は遠くに
                [02:59.300]だけど
                [03:00.080]やっぱり雨は降るんだね
                [03:03.160]とっくに打たれ慣れたって
                [03:04.500]強がりさえ届かないんだって
                [03:07.760]分かってるんだよ そんなの全部
                [03:10.420]今すぐ 流れてしまうように
                [03:13.620]祈るだけ
                [03:14.720]やっぱり雨は降るんだね
                [03:17.900]そうだ 君の声なんて掻き消して
                [03:20.280]このままずぶ濡れ
                [03:22.900]お日様が愛おしくて
                [03:25.200]またね またねって笑うように
                [03:28.140]溢れ出してしまったんだ
                [03:30.140]さよならだ
                [03:31.340](間奏)
                [03:38.740]「やっぱり雨は降るんだね」☔️
                作詞作曲/編曲/Guitar/Mix&Mastering：ぷす
                illustration：おむたつ　Movie：AzyuN
                Vocal：礼衣
                [03:46.020](間奏)
                [04:00.620]またね またねって笑えたんだ";
}

