
class UnderTheSummerBreeze
{
    // Need 5 tab indent to work for some reason
    // TODO: Fix
    public static string TimedLyricsText { get; } = @"
                [00:01.000]初夏の日差しに縋っても
                [00:03.500]立ち止まってはくれないから
                [00:06.540]後ろ姿を追うだけで精一杯なんだけど
                [00:11.440]ねぇ
                [00:12.160]朝焼け夕焼けこやけの中で
                [00:14.880]二人遠のいてくなら
                [00:17.560]テントウみたいになって
                [00:19.920]僕らは
                [00:23.140]熱されて溶けた道ばたのアイスだって
                [00:26.240]元は誰かが買ったよ
                [00:28.480]そんなことばっか考えて
                [00:30.340]身が入んなくて
                [00:32.700]ごめんね
                [00:35.860]せいぜい
                [00:36.880]手とか繋いではしゃいだって
                [00:39.300]それだけでも見上げたものね
                [00:41.880]正解とかよく分かってないけど
                [00:45.160]まだ早いよ ちょっとまって
                [00:46.380]劣等生だい
                [00:47.660]心配したって損得に眩んで
                [00:50.120]この言葉の先 想像してみたって
                [00:53.620]見えてこないままの
                [00:55.860]キモチを汗に流したんだ
                [01:00.640]君と夏の背を迎えてしまいそうな
                [01:06.080]風薫る空の下
                [01:09.160]サイダーみたいな
                [01:11.060]恋だね
                [01:12.340]空の上から見た景色
                [01:14.740]小さくてとても儚いから
                [01:17.820]君は瞳を光らせて対照的なんだけど
                [01:22.720]ねぇ
                [01:23.400]初めてやって来た場所は
                [01:25.780]どこか懐かしく思えたわ
                [01:28.600]琉球 国際通り 風になって
                [01:34.420]海際で見つけた星の砂だって
                [01:37.480]元は生き物だったよ
                [01:39.680]そんなこと知って
                [01:40.960]何の得になるんだって
                [01:43.780]話だよね
                [01:47.380]せいぜい
                [01:48.060]目とか塞いで嘆いたって
                [01:50.440]それだけならマシだったのにさ
                [01:53.300]人生とかまだ先長いけど
                [01:56.480]もう終わっていいかなって
                [01:57.680]劣等生だい
                [01:59.160]停滞したって心刻んで
                [02:01.420]この茜の空 見たくもないやって
                [02:05.000]逃げてばかりだけど
                [02:07.040]キモチは君一つだった
                [02:12.100]独り夏の陰 見惚れてしまったんだ
                [02:17.000]風薫る空の下
                [02:20.560]また朝が来て想ったよ
                [02:26.960]せいぜい
                [02:27.800]声とか張ってなんぼの世界で
                [02:30.200]ただ閉じ込めるのはどうして？
                [02:33.080]そんなこと出来たら困ってないよ
                [02:36.100]だから僕はいつだって
                [02:37.600]劣等生だい 劣等生だい 劣等生だい
                [02:42.060]せいぜい
                [02:43.080]手とか繋いではしゃいだって
                [02:45.400]それだけでも見上げたものね
                [02:48.080]正解とかよく分かってないから
                [02:51.300]教えてよ どんな子が
                [02:52.480]優等生だい？
                [02:54.300]失敗したって損得に眩んで
                [02:56.300]この言葉の先 想像してみたって
                [02:59.880]見えてこないままの
                [03:02.020]キモチを汗に流したんだ
                [03:06.960]君と夏の夢 目覚めてしまったんだ
                [03:12.320]風薫る空の下
                [03:15.080]痛いのはね
                [03:16.940]慣れっこだよ";
}

